Repository: mkappus1/datenmanagement-mt-25
Catalog: Lektion7/en-fr.tmx
Source language: en
Languages: fr

source: The scientific experts evaluating vaccines always consider the benefits and any potential risks very carefully, in particular because vaccines are given to healthy people.
fr: Les experts scientifiques qui évaluent les vaccins étudient toujours très attentivement les bénéfices et risques potentiels de ces derniers, en particulier parce que les vaccins seront administrés à des individus sains.

source: After this phase, the coughing fits become less frequent and less severe, and the infant gradually gets better (this can take up to three months).
fr: Après cette phase, les quintes de toux sont de moins en moins fréquentes et de moins en moins intenses et l'état de santé du nourrisson s'améliore progressivement (la guérison peut prendre jusqu'à trois mois).

source: swollen lymph glands around the ears and the back of the head;
fr: augmentation de la taille des ganglions derrière les oreilles et à l'arrière de la tête;

source: pain and inflammation of the joints in adults.
fr: douleurs et inflammations au niveau des articulations chez les adultes.

source: It was a vaccine against smallpox, a deadly disease.
fr: Il s'agissait d'un vaccin contre la variole, une maladie mortelle.

source: Recently, a vaccine was developed against Ebola virus disease, and research is underway on vaccines to protect against human immunodeficiency virus (HIV).
fr: Un vaccin a récemment été développé contre la maladie à virus Ebola et des recherches sont en cours pour trouver des vaccins contre le virus de l'immunodéficience humaine (VIH).

source: Some countries also recommend a booster to unprotected women soon after they have delivered, to reduce the risk of transmission of the disease to the baby.
fr: Certains pays recommandent également d'administrer rapidement après l'accouchement une dose de rappel aux femmes non protégées, afin de réduire le risque de transmission de la maladie au bébé.

source: Below are links to official websites with information on vaccination from public health organisations of the European Union (EU) and European Economic Area (EEA) countries.
fr: Vous trouverez ci-dessous des liens vers des sites web officiels contenant des informations sur la vaccination des organisations de santé publique des pays de l'Union européenne (UE) et de l'Espace économique européen (EEE).

source: This evaluation needs to show that a vaccine's benefits in protecting people against diseases are far greater than any potential risk.
fr: Cette évaluation se doit de démontrer que les bénéfices qu'offre un vaccin en matière de protection contre les maladies sont bien supérieurs aux risques potentiels.

source: Symptoms usually appear 7 to 10 days after infection, but may also appear up to 21 days later:
fr: Les symptômes apparaissent généralement 7 à 10 jours après l'infection, mais ils peuvent aussi apparaître jusqu'à 21 jours plus tard.

source: In adults and older children, complications include inability to breathe for short periods, broken ribs, rectal prolapse and hernias.
fr: Chez les adultes et les enfants plus âgés, les complications incluent l'incapacité à respirer pendant de courtes périodes, les fractures des côtes, le prolapsus rectal et les hernies.

source: These episodes frequently end with the expulsion of a thick, clear mucous, often followed by vomiting.
fr: Ces quintes aboutissent fréquemment à l'expectoration d'un mucus clair et épais, souvent suivie de vomissements.

source: However, in order to be most effective, treatment must begin early in the course of disease, during the first one to two weeks before the episodes of numerous rapid coughs occur.
fr: Cependant, en vue d'une efficacité optimale, le traitement doit débuter dès les premiers signes de la maladie, au cours des deux premières semaines, avant l'apparition des premiers épisodes de quintes brusques et nombreuses.

source: In these groups, and in very young infants, pertussis is harder to diagnose.
fr: Au sein de ces groupes et chez les nourrissons, la coqueluche est plus difficile à diagnostiquer.

source: This list with examples includes diseases for which vaccines are included in the national immunisation programmes, and/or are given to persons considered to be at a higher risk of getting the disease.
fr: Cette liste d'exemples comprend des maladies dont les vaccins sont inclus dans les programmes de vaccination nationaux et/ou sont administrés aux personnes considérées comme plus exposées à la maladie.

source: The vaccine can only be approved for use in the European Union (EU) and European Economic Area (EEA) after a scientific evaluation of the results of these tests to ensure its quality, safety and effectiveness.
fr: L'utilisation d'un vaccin ne peut être approuvée dans l'Union européenne (UE) et dans l'Espace économique européen (EEE) qu'après une évaluation scientifique des résultats de ces tests, dans le but de garantir la qualité, la sécurité et l'efficacité du vaccin.

source: Nowadays, several diseases can be prevented by vaccination.
fr: De nos jours, plusieurs maladies sont évitables grâce à la vaccination.

source: When symptoms do occur, they include:
fr: Lorsqu'ils surviennent, les symptômes sont les suivants:

source: Antibiotics can be used to treat pertussis and prevent further spread of the disease.
fr: Des antibiotiques peuvent être utilisés pour traiter la coqueluche et empêcher que la maladie ne se propage davantage.

source: Pertussis can also be spread by an individual who has only a mild form of the disease, or by an infected individual who has no symptoms at all.
fr: La coqueluche peut également être transmise par une personne qui ne présente qu'une forme légère de la maladie ou par une personne infectée qui ne présente pas de symptômes du tout.

source: As with any medicine, some people may experience side effects from a vaccine, but these are usually mild and short-lived.
fr: Comme pour tout médicament, il est possible que certaines personnes ressentent des effets indésirables à cause du vaccin, mais ils sont souvent légers et de courte durée.

source: Vaccines work by ‘teaching' a person's immune system (the body's natural defences) to defend itself against a specific disease.
fr: Les vaccins agissent en «apprenant» au système immunitaire (les défenses naturelles du corps) d'une personne à se défendre contre une maladie spécifique.

source: Some EU/EEA countries recommend boosters for adolescents, adults, and/or women during pregnancy, which also temporarily protects the baby once it is born.
fr: Certains pays de l'UE/EEE recommandent d'administrer des doses de rappel aux adolescents, aux adultes et aux femmes enceintes, car cela protège aussi temporairement le bébé à la naissance.

source: Each factsheet provides key facts about a disease, with an overview of the symptoms, complications, how the disease spreads, who is at risk, how the disease can be prevented and how it can be treated.
fr: Chaque fiche d'information présente des faits essentiels à propos d'une maladie, en précise globalement les symptômes, les complications, le mode de propagation, les personnes à risque, les mesures permettant de la prévenir et les traitements disponibles.

source: Nowadays, there are vaccines for many diseases.
fr: De nos jours, il existe des vaccins pour de nombreuses maladies.

source: In young infants the typical 'whoop' may never develop, and the coughing fits may be followed by brief periods when breathing stops.
fr: Chez les nourrissons, il se peut que le son aigu caractéristique ne soit jamais émis, et les quintes de toux peuvent être suivies de brèves périodes pendant lesquelles la respiration cesse.

source: They also help to prevent the spread of diseases in the community.
fr: Elle contribue également à empêcher la propagation de maladies dans une communauté.

source: Smallpox is now eradicated worldwide in humans thanks to vaccination.
fr: La variole a été mondialement éradiquée chez les humains grâce à la vaccination.

source: Research is ongoing to develop vaccines against more diseases.
fr: Des recherches sont en cours en vue de mettre au point des vaccins contre un plus grand nombre de maladies.

source: Before any new vaccine can be used, it has to undergo rigorous testing.
fr: Avant l'utilisation de tout nouveau vaccin, ce dernier doit subir une phase de tests rigoureuse.

source: However, if a woman gets rubella during the first three months of pregnancy, it is very likely to result in miscarriage or a baby born with congenital anomalies known as congenital rubella syndrome (CRS).
fr: Cependant, si une femme enceinte contracte la rubéole au cours des trois premiers mois de sa grossesse, il est très probable qu'elle subisse une fausse couche ou que son bébé présente des anomalies congénitales connues sous le nom de syndrome de rubéole congénitale (syndrome de Gregg).

source: measles is highly contagious and 3 out of 10 people affected develop complications (4), which can include ear infection, diarrhoea, pneumonia and encephalitis (inflammation of the brain tissue);
fr: la rougeole est extrêmement contagieuse et trois personnes infectées sur dix développent des complications (4), qui peuvent inclure des otites, des diarrhées, des pneumonies et des encéphalites (inflammations du tissu cérébral);

source: Information and links to the VSN member websites is available here: https://www.vaccinesafetynet.org/vsn/network .
fr: Les informations et les liens vers les sites web des membres du VSN sont disponibles ici: https://www.vaccinesafetynet.org/vsn/network .

source: The most important way to prevent pertussis is through complete immunisation.
fr: Le principal moyen de prévention de la coqueluche est l'immunisation complète.

source: Vaccination also reduces the risk of spreading the diseases among family members, school mates or colleagues, friends and neighbours, as well as to other people in the community.
fr: La vaccination réduit également le risque de propagation des maladies entre les membres d'une même famille, les camarades de classe ou collègues, les amis, les voisins et d'autres personnes de la communauté.

source: The first dose is given between 10 and 18 months of age in most European countries.
fr: La première dose est administrée entre l'âge de 10 mois et celui de 18 mois dans la plupart des pays européens.

source: Factsheets of five vaccine- preventable diseases are currently available.
fr: Cinq fiches d'information concernant des maladies évitables par la vaccination sont actuellement disponibles.

source: The most severe forms of pertussis are in infants.
fr: Les formes les plus graves de la maladie affectent les nourrissons.

source: pertussis (whooping cough) can be particularly serious in infants, causing coughing spells that may recur for up to two months.
fr: la coqueluche peut être particulièrement grave chez les nourrissons, causant des quintes de toux pouvant persister pendant deux mois.

source: almost 9 out of 10 babies born to mothers who had rubella in early pregnancy, will suffer from congenital rubella syndrome (with conditions such as deafness, cataracts and learning disabilities) (2);
fr: presque neuf bébés sur dix dont la mère a contracté la rubéole en début de grossesse souffriront du syndrome de rubéole congénitale (qui entraîne des affections telles que la surdité, la cataracte ou des troubles de l'apprentissage) (2);

source: Vaccines are used worldwide as a highly effective way to protect people from contracting infectious diseases.
fr: Utilisée dans le monde entier, la vaccination est une méthode très efficace de protection contre les maladies infectieuses.

source: The vaccine for pertussis is usually given in combination with diphtheria and tetanus vaccination (often in combination also with poliomyelitis, Haemophilus influenzae and hepatitis B vaccination).
fr: Le vaccin contre la coqueluche est généralement administré en association avec celui contre la diphtérie et le tétanos (souvent également en association avec les vaccins contre la poliomyélite, les infections à Haemophilus influenzae et l'hépatite B).

source: Up to 50% of people infected with rubella do not experience symptoms.
fr: Près de la moitié des personnes qui contractent la rubéole ne présentent aucun symptôme.

source: CRS can lead to deafness, cataracts and learning disabilities in the baby.
fr: Le syndrome de Gregg peut entraîner une surdité, la cataracte et des difficultés d'apprentissage chez le bébé.

source: Pertussis in unvaccinated infants or infants whose mother was unvaccinated can be particularly severe.
fr: Lorsqu'elle touche des nourrissons non vaccinés ou des nourrissons dont la mère n'a pas été vaccinée, la coqueluche peut être particulièrement grave.

source: A primary course of 2-3 doses is usually given between two and twelve months of age, in accordance with the national vaccination schedule.
fr: Une première série de deux ou trois doses est généralement administrée entre deux et douze mois, conformément au programme national de vaccination.

source: diphtheria kills 1 in every 10 people who get it, even with treatment (1);
fr: une personne infectée sur dix meurt de la diphtérie, même en cas de traitement (1);

source: Women who plan to become pregnant should check their vaccination status, as they cannot be vaccinated against rubella during pregnancy.
fr: Les femmes qui envisagent une grossesse doivent au préalable s'assurer qu'elles ont bien été vaccinées, étant donné qu'elles ne pourront pas recevoir le vaccin contre la rubéole pendant leur grossesse.

source: Within two weeks, the cough becomes more severe and is characterized by episodes of numerous rapid coughs, followed by a crowing or high-pitched ‘whoop'.
fr: Deux semaines plus tard, la toux s'aggrave et se caractérise par des épisodes de quintes brusques et nombreuses suivies de l'émission d'un son aigu ou ressemblant au chant du coq.

source: They can include mild fever, or pain or redness at the injection site.
fr: Ils peuvent consister en une légère fièvre ou en des douleurs ou rougeurs au point d'injection.

source: Initially, symptoms resemble those of a common cold (sneezing, runny nose, low-grade fever and a mild cough).
fr: Ils ressemblent initialement à ceux d'un simple rhume (éternuements, écoulement nasal, fièvre de faible intensité et toux légère).

source: Frequently, older siblings and parents who may be carrying the bacteria bring the disease home and infect an infant in the household.
fr: Il est fréquent que les nourrissons soient infectés par leurs frères et sœurs plus âgés ou par leurs parents qui peuvent être porteurs de la bactérie et ramener la maladie à la maison.

source: Vaccination protects individuals against diseases that could have serious consequences for their health, for example:
fr: La vaccination protège les individus contre les maladies qui pourraient avoir des conséquences graves pour leur santé, par exemple:

source: For more information about the network visit: https://vaccinesafetynet.org .
fr: Pour de plus amples informations sur ce réseau, consulter le site suivant: https://vaccinesafetynet.org .

source: Does the vaccine seem to work?
fr: Le vaccin est-il sûr?

source: The consequences for unvaccinated pregnant women that get rubella are particularly severe, due to the likelihood that contracting the disease during pregnancy can lead to miscarriage or CRS in their babies.
fr: Les conséquences pour les femmes enceintes non vaccinées contre la rubéole sont particulièrement graves, étant donné que les femmes qui contractent la maladie pendant leur grossesse ont une forte probabilité de subir une fausse couche ou que leur bébé présente des anomalies congénitales (syndrome de Gregg).

source: The MMR (measles, mumps and rubella) vaccine is a combination vaccine that protects against measles, mumps and rubella.
fr: Le vaccin ROR (rougeole, oreillons et rubéole) est un vaccin combiné qui protège contre la rougeole, les oreillons et la rubéole.

source: Anyone who is not vaccinated with the pertussis vaccine, or whose vaccination status is not up-to-date, is at risk of contracting the disease.
fr: Toutes les personnes non vaccinées contre la coqueluche et toutes les personnes qui ne sont pas à jour de leurs vaccins risquent de contracter la maladie.

source: meningococcal disease kills 1 in 10 people affected, even with prompt diagnosis and treatment, while problems including neurological or hearing impairment and amputation occur in up to 20% of survivors (3);
fr: Jusqu'à 20 % des survivants souffrent de complications, qui incluent des déficiences auditives ou neurologiques et l'amputation (3);

source: Complications include pneumonia, encephalopathy (a disease of the brain), seizures and even death (5).
fr: Les complications incluent la pneumonie, l'encéphalopathie (une maladie du cerveau), les convulsions et même la mort (5).

source: The rubella virus is spread via airborne droplets produced when the infected person coughs and sneezes.
fr: Le virus de la rubéole se propage au moyen de gouttelettes en suspension dans l'air et produites lorsque la personne infectée tousse et éternue.

source: Anyone who has not had the disease or who has not been vaccinated with the MMR vaccine is at risk of contracting rubella.
fr: Toute personne qui n'a jamais contracté la rubéole ou qui n'a jamais reçu le vaccin ROR peut contracter la rubéole.

source: How can rubella be prevented?
fr: Comment la rubéole est-elle traitée?

source: What are the complications of rubella?
fr: Quelles sont les complications de la rubéole?

source: Pertussis is spread via airborne droplets produced when the infected person coughs.
fr: La coqueluche se propage via des gouttelettes en suspension dans l'air, produites lorsque la personne infectée tousse.

source: What are the symptoms of rubella?
fr: Quels sont les symptômes de la rubéole?

source: Complications include pneumonia, encephalopathy (a disease of the brain), seizures and even death.
fr: Les complications incluent la pneumonie, l'encéphalopathie (une maladie du cerveau), les convulsions, voire le décès.

source: Thanks to vaccination, people can be protected against diseases that could have serious consequences for their health.
fr: Celle-ci permet en effet de protéger les personnes contre des maladies qui pourraient avoir de graves conséquences pour leur santé...

source: The only protection against rubella is vaccination.
fr: La vaccination constitue l'unique protection contre la rubéole.

source: For more information check the ECDC website: https://www.ecdc.europa.eu/en/pertussis/facts
fr: Pour en savoir plus, consultez le site web de l'ECDC: https://www.ecdc.europa.eu/en/pertussis/facts

source: Who is at risk of rubella?
fr: Qui est exposé au risque de rubéole?

source: What are the symptoms of pertussis?
fr: Quels sont les symptômes de la rougeole?

source: How can pertussis be prevented?
fr: Comment la rougeole est-elle traitée?

source: For more information check the ECDC website: https://www.ecdc.europa.eu/en/seasonal-influenza/facts/factsheet
fr: Pour en savoir plus, consultez le site web de l'ECDC: https://www.ecdc.europa.eu/en/rubella/factsheet

source: Approval of vaccines in the EU
fr: Mode d'action des vaccins

source: There are currently no items to display
fr: Plus de fiches d'information

source: Monitoring vaccine safety & reporting side effects
fr: Le réseau pour la sécurité des vaccins (The Vaccine Safety Net)

source: It is also known as whooping cough.
fr: Elle est accompagnée de l'émission de sons aigus, du type «chants du coq».

source: (3) Simonsen L. et al.
fr: de verrues génitales et anales

source: Human papillomavirus (HPV)
fr: Papillomavirus humain (HPV)

source: fever or feverishness;
fr: fièvre ou état fébrile;

source: time since vaccination;
fr: le délai écoulé depuis la vaccination;

source: Possible contraindications should be always discussed with the healthcare provider before receiving a vaccine.
fr: Avant de se faire vacciner, il faut toujours discuter des éventuelles contre-indications avec le prestataire de soins de santé.

source: A vaccine may be contraindicated for certain people, meaning they should not receive it.
fr: En cas de contre-indication, certaines personnes doivent renoncer à se faire vacciner.
